[
  {
    "id": 1,
    "name": "Md Abu Rubayet",
    "position": "CEO & Founder",
    "company": "Sohoz Nikah",
    "avatar": "/testimonial/rubayet.jpg",
    "rating": 5,
    "testimonial": "Definitely satisfied with Md Mobassher’s work. I found him to be very hardworking, polite, and patient. What I especially appreciate is that he provided me with valuable recommendations throughout the project. Not only that, he also completed many extra tasks just to ensure the project’s completeness and maturity, which I hadn't even requested. Also, thanks to his great patience for handling tons of revisions. He is definitely worth recommending for any complex project and truly deserves recognition.",
    "project": "sohoznikah.com",
    "projectUrl": "https://sohoznikah.com",
    "date": "2025-06-30",
    "verified": true
  },
  {
    "id": 2,
    "name": "Dr. Atiqur Rahman Mujahid",
    "position": "Founding Executive Director",
    "company": "Center for Governance and Civilisational Studies (CGCS)",
    "avatar": "/testimonial/atiq-mujahid.webp",
    "rating": 5,
    "testimonial": "Mobassher did an excellent job developing our organization’s website. From the very beginning, he understood our vision and translated it into a professional, user-friendly platform. His ability to combine technical skill with creative design really impressed us. Throughout the process, he was responsive, cooperative, and always willing to make improvements until everything was perfect. We are very happy with the outcome and highly recommend him for any professional web project.",
    "project": "cgcsbd.com",
    "projectUrl": "https://cgcsbd.com",
    "date": "2024-07-01",
    "verified": true
  },
  {
    "id": 3,
    "name": "Mawlana Mohammad Salman",
    "position": "Chief Advisor",
    "company": "Ad-Doha Institute",
    "avatar": "/testimonial/salman.webp",
    "rating": 5,
    "testimonial": "Mobassher has been instrumental in building our institute’s website with a modern and professional look. He paid close attention to our requirements and delivered a platform that is both functional and visually appealing. His dedication, timely delivery, and problem-solving mindset made the entire process seamless. We truly appreciate his effort and recommend him for any future digital projects. His professionalism and passion for quality make him a developer you can fully trust.",
    "project": "ad-doha.org",
    "projectUrl": "https://ad-doha.org",
    "date": "2024-06-10",
    "verified": true
  },
  {
    "id": 4,
    "name": "Dr. Mohammad Abu Huraira",
    "position": "Senior Vice President",
    "company": "Mawlana Abdus Shukur (Rh.) foundation",
    "avatar": "/testimonial/abuHurayra.jpg",
    "rating": 5,
    "testimonial": "Mobassher has been an absolute asset to our project. His technical expertise, attention to detail, and proactive communication made the entire process smooth and stress-free. He consistently went above and beyond expectations, ensuring the platform not only functioned perfectly but also looked outstanding. I truly appreciate his dedication and creativity, and I would recommend him without hesitation to anyone looking for a reliable full-stack developer.",
    "project": "masfbd.com",
    "projectUrl": "https://masfbd.com",
    "date": "2024-02-20",
    "verified": true
  },
  {
    "id": 5,
    "name": "Professor Abdullah al-Ahsan",
    "position": "Professor of Comparative Civilization, Department of Political Science",
    "company": "Istanbul Sehir University,Istanbul, Turkey",
    "avatar": "/testimonial/Abdullah-Ahsan.webp",
    "rating": 5,
    "testimonial": "I am very pleased with the website Mobassher developed for me. He carefully listened to my requirements and transformed them into a professional, well-structured portfolio that perfectly showcases my academic journey. His sense of design, attention to detail, and commitment to quality were outstanding. The site is easy to navigate, visually appealing, and has already received positive feedback from my colleagues. I highly recommend him to anyone seeking a dedicated and skilled developer.",
    "project": "abdullah-ahsan",
    "projectUrl": "https://abdullah-ahsan.vercel.app",
    "date": "2024-08-01",
    "verified": true
  },
  {
    "id": 6,
    "name": "Dr. A K M Ahasan Habib",
    "position": "Founder & Chairman",
    "company": "North Girth Institute of Technology (NGIT)",
    "avatar": "/testimonial/ahsan-habib.webp",
    "rating": 5,
    "testimonial": "Mobassher has done a wonderful job in developing the official website of NGIT. He perfectly captured the vision of our organization and built a platform that reflects our focus on science, engineering, and research. The site is not only modern and professional but also easy to navigate, which makes it very useful for our students and researchers. His dedication, creativity, and responsiveness throughout the project truly impressed me. I strongly recommend him for any institutional or organizational web development project.",
    "project": "ngitbd.org",
    "projectUrl": "https://ngitbd.org",
    "date": "2024-04-15",
    "verified": true
  },
  {
    "id": 7,
    "name": "Abdullah Al Noman",
    "position": "Executive Director",
    "company": "Save Humanity Trust",
    "avatar": "/testimonial/noman.webp",
    "rating": 5,
    "testimonial": "Mobassher delivered a remarkable website for Save Humanity Trust that beautifully aligns with our mission of socio-economic development, education, welfare, and employment creation. The design is modern, intuitive, and effectively showcases the four key pillars of our work—Education, Welfare, Creating Employment, and Research. His attention to detail, responsiveness, and commitment to translating our vision into a functional and visually engaging platform were exceptional. We highly recommend him for any impactful and purpose-driven web project.",
    "project": "savehumanitytrust.org",
    "projectUrl": "https://www.savehumanitytrust.org",
    "date": "2024-09-10",
    "verified": true
  },
  {
    "id": 8,
    "name": "Md. Reazul Haque Patwari",
    "position": "Founder & Executive Director",
    "company": "Integrated Rural Development Foundation (IRDF)",
    "avatar": "/testimonial/reazulHaquePatwari.png",
    "rating": 5,
    "testimonial": "Mobassher crafted an impressive website for IRDF that mirrors our dedication to socio-economic development across education, healthcare, water & sanitation, and agriculture. He captured our noble mission—empowering women, children, youth, and marginalized communities—with clarity and compassion. The site offers intuitive navigation, polished design, and showcases our core values like inclusivity, professionalism, and transparency. His commitment and professionalism were exemplary throughout—highly recommended for any impactful development-oriented project.",
    "project": "irdfbd.com",
    "projectUrl": "https://irdfbd.com",
    "date": "2024-05-20",
    "verified": true
  }
]
